{
  "catppuccin": { "branch": "main" },
  "clipboard-image": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform": { "branch": "master" },
  "crates": { "branch": "main" },
  "discord-rich-presence": { "branch": "main" },
  "dressing": { "branch": "master" },
  "fidget": { "branch": "main" },
  "flash": { "branch": "main" },
  "ftft": { "branch": "master" },
  "github-actions": { "branch": "master" },
  "gitlinker": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "haskell-tools": { "branch": "master" },
  "hyprland": { "branch": "main" },
  "idris": { "branch": "main" },
  "inc-rename": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "lastplace": { "branch": "main" },
  "lean": { "branch": "main" },
  "live-command": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.operators": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "navigator": { "branch": "master" },
  "neoconf": { "branch": "main" },
  "neodev": { "branch": "main" },
  "nui": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "plenary": { "branch": "master" },
  "purescript": { "branch": "main" },
  "rust-tools": { "branch": "master" },
  "scrap": { "branch": "main" },
  "ssr": { "branch": "main" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "typst": { "branch": "main" },
  "undotree": { "branch": "master" },
  "wakatime": { "branch": "master" },
  "web-devicons": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}