{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clipboard-image": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform": { "branch": "master" },
  "crates": { "branch": "main" },
  "dhall-vim": { "branch": "master" },
  "discord-rich-presence": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "femaco": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash": { "branch": "main" },
  "ftft": { "branch": "master" },
  "github-actions-yaml.vim": { "branch": "master" },
  "gitlinker": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "haskell-tools": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "hyprland-vim-syntax": { "branch": "main" },
  "idris2-nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "kmonad-vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lastplace": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "live-command.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine": { "branch": "master" },
  "magma-nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.operators": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neoconf": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neorg-telescope": { "branch": "main" },
  "nui": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "paperlanes": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "purescript-vim": { "branch": "main" },
  "rasi.vim": { "branch": "main" },
  "rust-tools": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "scrap.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "ssr": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "typst.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "vim-teal": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimux": { "branch": "master" },
  "wakatime": { "branch": "master" },
  "web-devicons": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winbar": { "branch": "main" },
  "yuck.vim": { "branch": "master" }
}