{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clipboard-image": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-digraphs": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform": { "branch": "master" },
  "crates": { "branch": "main" },
  "discord-rich-presence": { "branch": "main" },
  "dressing": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "edit-code-block": { "branch": "main" },
  "fidget": { "branch": "main" },
  "flash": { "branch": "main" },
  "ftft": { "branch": "master" },
  "github-actions": { "branch": "master" },
  "gitlinker": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "haskell-tools": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "hyprland": { "branch": "main" },
  "idris": { "branch": "main" },
  "inc-rename": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "lastplace": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lean": { "branch": "main" },
  "live-command": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mini.base16": { "branch": "main" },
  "mini.colors": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.operators": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neoconf": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nui": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "paperlanes": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools": { "branch": "master" },
  "scrap": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "ssr": { "branch": "main" },
  "telescope": { "branch": "master" },
  "treesitter-top-context": { "branch": "master" },
  "treesitter-virtual-context": { "branch": "master" },
  "typst": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "wakatime": { "branch": "master" },
  "web-devicons": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winbar": { "branch": "main" }
}